function summaNumbers(number1,number2) {
    let sum= 0;
    sum= number1 + number2;
    console.log(sum);
    return sum;
}
summaNumbers(5,5);


// Практическое занятие 6.1
// Посмотрим, сможете ли вы написать функцию самостоятельно. Пусть это
// будет функция сложения двух чисел.
// 1.	 Создайте функцию, которая берет два параметра, складывает их вместе
// и возвращает результат.
// 2.	 Задайте две переменные с различными значениями.
// 3.	 Примените функцию к этим переменным и выведите результат с помощью console.log.
// 4.	 Пропишите повторный вызов функции с использованием еще двух цифр
// в качестве аргументов.